//1. Створіть змінну, яка зберігає ім'я користувача. Виведіть значення цієї змінної в консоль.

let nameUser = 'Dmytro';
console.log(nameUser);

//2. Створіть змінну, яка зберігає вік користувача. Перетворіть цю змінну на рядок і виведіть тип цієї змінної в консоль.

let ageUser = 30;
ageUser = String(ageUser);
console.log(typeof ageUser);

//3. Створіть змінну, яка зберігає число "10" і додайте до нього рядок "20". Виведіть результат і його тип.

let num = 10;
num += '20';

console.log(num);
console.log(typeof num);
